Repository: HendryLeo/wpkg-gp-client
Catalog: locale/*/LC_MESSAGES/wpkg-gp-client.po
Languages: pt_br

source: Update error detected during system start up.
pt_br: Detectado erro no update durante a inicialização.

source: WPKG Error
pt_br: Erro no WPKG

source: System start error
pt_br: Erro ao iniciar o sistema

source: System should be updated! System wasn't updated in over {} days.
pt_br: O sistema deveria ser atualizado! Não foi atualizado nos últimos {} dias.

source: Attention!
pt_br: Atenção!

source: Check for updates
pt_br: Verificar atualizações

source: System update
pt_br: Atualização do sistema

source: Help
pt_br: Ajuda

source: Cancel shutdown
pt_br: Cancelar o desligamento

source: Close
pt_br: Fechar

source: Could not load updates:
pt_br: Não conseguiu carregar atualizações:

source: Update Error
pt_br: Erro na atualização

source: UPD:
pt_br: UPDT:

source: NEW:
pt_br: NOVO:

source: REM:
pt_br: REMO:

source: DOW:
pt_br: DOWN:

source: Update(s) available:
pt_br: Atualizações disponíveis:

source: No Updates
pt_br: Sem atualizações

source: Registry Error No access to necessary registry key.
pt_br: Erro no Registro Sem acesso às chaves de registro necessárias.

source: Reboot required! A reboot is required before the system can be updated again. Reboot now?
pt_br: Reboot necessário! Um reboot é necessário antes que o sistema seja atualizado novamente. Iniciar reboot agora ?

source: System will reboot now!
pt_br: O reboot iniciará agora!

source: System Update
pt_br: Atualização do Sistema

source: WPKG-GP Client - Help
pt_br: Ajuda do cliente WPKG-GP

source: Close all open Applications, it is possible that programs will be closed without a warning and system could reboot without further confirmation.
pt_br: Feche todas aplicações abertas, é possível que programas sejam fechados sem aviso e o sistema reinicie sem aviso.

source: Attention
pt_br: Atenção

source: Current Progress:
pt_br: Progresso Atual:

source: Shutdown after update
pt_br: Desligar após a atualização

source: Open WPKG Log
pt_br: Abrir log do WPKG

source: Update
pt_br: Atualizar

source: Cancel
pt_br: Cancelar

source: WPKG is currently running, please wait a few seconds and try again.
pt_br: WPKG está rodando, aguarde alguns segundos e tente novamente.

source: 2. Warning
pt_br: 2. Aviso

source: Close all open programs! The System could restart without further confirmation! Continue?
pt_br: Feche todos programas abertos! O sistema pode reiniciar sem nenhuma confirmação! Continuar ?

source: System update in progress! Canceling this Progress could result in installation issues. Cancel?
pt_br: Atualização do sistema em andamento! Cancelar pode resultar em problemas de instalação. Cancelar ?

source: WPKG-GP Client detected a active VPN Connection using Cisco Anyconnect. This could result in slow upgrade progress and updates for the AnyConnect Software will be blocked. Continue?
pt_br: o cliente WPKG-GP detectou uma conexão VPN usando Cisco Anyconnect. Isto pode ocasionar um progresso de atualização lento e as atualizações para o Cisco AnyConnect serão bloqueados. Continuar ?

source: WPKG-GP process aborted.
pt_br: Processo WPKG-GP foi abortado.

source: WPKG-GP Notification
pt_br: Avisos WPKG-GP

source: WPKG-GP is currently running a task. Retry later.
pt_br: WPKG-GP está rodando uma tarefa. Tente novamente mais tarde.

source: The update server could not be reached.
pt_br: O servidor de atualização não pode ser encontrado.

source: The system was rejected from the server to execute an update! Contact your IT department for further information.
pt_br: O sistema foi rejeitado no servidor para fazer uma atualização! Contate o Departamento de TI para mais informações.

source: You are not authorized to execute a wpkg update! Contact your IT department for further information.
pt_br: Você não tem autorização para fazer a atualização do WPKG. Contate o Departamento de TI para mais informações.

source: Can't connect to the wpkg-gp service.
pt_br: Não consegui conectar ao serviço WPKG-GP.

source: Unknown problem occured.
pt_br: Um problema desconhecido ocorreu.

source: WPKG-GP process finished, restart necessary!
pt_br: Processo WPKG-GP concluído, é necessário reiniciar!

source: WPKG-GP process finished.
pt_br: Processo WPKG-GP concluído.

source: Error detected during update
pt_br: Erro detectado durante a atualização

source: Reboot required! For the completion of the installation(s), a reboot is required. Reboot now?
pt_br: Reboot necessário! Para completar a instalação, um reboot é necessário. Reiniciar agora ?

source: System will reboot in %TIME% seconds.
pt_br: Sistema irá reiniciar em %TIME% segundos.

source: System will shutdown in %TIME% seconds.
pt_br: Sistema irá desligar em %TIME% segundos.

source: No System changes.
pt_br: Nenhuma alteração.

source: Can't open config file "{}"!
pt_br: Não posso abrir o arquivo de configuração "{}"!

source: An instance of WPKG-GP Client is already running!
pt_br: Uma instancia do cliente WPKG-GP já está rodando!

source: WPKG-GP Client requires at least version {} of the WPKG-GP Service.
pt_br: O cliente WPKG-GP requer pelo menos a versão {} do serviço WPKG-GP.
